Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/reference/case_studies/case_study_minimum_wage.html.txt.tmx
Source language: en
Languages: pl

source: Case study: Minimum wage
pl: Przykład: wyliczanie minimalnego wynagrodzenia

source: Sean works 43 hours per week including three hours on a Saturday
pl: Sean pracuje 43 godziny tygodniowo, w tym 3 godziny w soboty

source: He is entitled to the minimum wage of €9.25 as he is an experienced adult employee and isn't on a training or study course
pl: Przysługuje mu prawo do minimalnego wynagrodzenia w wysokości €8.65, ponieważ ukończył 18 lat i nie jest uczestnikiem żadnego kursu szkoleniowego ani studium

source: He is paid a gross wage of €400 per week
pl: Otrzymuje wynagrodzenie w wysokości €375 brutto tygodniowo

source: Sean's pay includes a €20 premium for working Saturdays
pl: W skład tego wynagrodzenia wchodzi €20 dodatku z tytułu pracy w soboty

source: He asked his employer about the national minimum wage and his employer gave him the following information:
pl: Zapytał pracodawcę o obowiązujące w kraju minimalne wynagrodzeni, w wyniku czego uzyskał następujące informacje:

source: • The pay reference period is weekly
pl: • okres odniesienia dla wyliczania wynagrodzenia wynosi tydzień,

source: • Dividing the gross pay (€400) by the hours worked (43), this gives an average hourly pay of €9.30
pl: • średnia stawka godzinowa wynosząca €8.72 została wyliczona poprzez podzielenie wynagrodzenia brutto (€375) przez przepracowane godziny (43)

source: This is slightly above the current national minimum wage of €9.25 per hour
pl: Taka kwota przewyższa nieznacznie obecnie obowiązującą kwotę minimalnego wynagrodzenia wynoszącego za godzinę

source: Is Sean's employer correct?
pl: Czy pracodawca Seana ma racje?

source: No, Sean's employer is incorrect
pl: +Nie, pracodawca Seana jest w błędzie

source: The €20 premium for working on Saturdays should not be included for national minimum wage purposes
pl: Dodatek z tytułu pracy w soboty w wysokości €20 nie powinien być brany pod uwagę dla celów wyliczania minimalnego wynagrodzenia

source: This means that only €380 should be divided by 43, giving an average hourly pay of €8.84 - below the national minimum wage of €9.25
pl: Daje to średnią stawkę godzinową w wysokości €8.25 - czyli minimalnego wynagrodzenia wynoszącego €8.65

source: Sean's entitlement is a basic wage of €397.75 (€9.25 x 43) plus €20 Saturday premium which comes to a total of €417.75
pl: Seanowi przysługuje prawo do pobierania podstawowego wynagrodzenia w wysokości €372 (€8.65 razy 43) plus €20 dodatku z tytułu pracy w soboty, co razem daje kwotę €392
